{"exp":1262329261,"data":{"parental_guide":[{"text":"*Planet Terror:\n\n-A sex scene which shows the side of the female's buttocks, and breasts, the breasts are hidden by the camera or by the woman's hand, the man thrusts briefly and sometimes gropes her, kisses her lips, shoulders, back and buttocks.\n\n-Two scantily clad women are seen kissing passionately before they are interrupted by a man.\n\n-An exotic dancer dances in a very suggestive manner in an Exotic Strip Club using a pole, her outfit shows some parts of her bare buttocks, and the camera lingers several times at selected erotic locations, including a part where she's licking a mirror. \n\n-Many women are seen wearing very skimpy outfits.\n\n-Many sexual references to numerous sexual acts.\n\n-In a scene a man's genitals are seen melting (looks simply like ooze dripping from the private region).\n\n-A man says that he's collecting 'testicles', we see a container filled with testicles. We also see a group of men cauterizing a man, we don't see the act but see the bloody genitalia.\n\n*Death Proof:\n\n-A woman gives an older man a very erotic lap dance, in which we see a close ups of his clothed genitalia, she's wearing a very short shorts that show parts of her buttocks as she dances suggestively around him, on his lap and on the floor.\n\n-Lots and Lots of sexual talk and reference to Pornography and rape.\n\n-Many scantily clad women\n\n*The Fake Trailer:\n\n-In the fake trailer segment \"Machete\"; it shows two topless women kissing and hugging a man briefly.\n-In the fake trailer segment \"Werewolf Women of the S.S.,\" it shows topless women lying on a table.\n-In the fake trailer segment \"Thanksgiving,\" it shows a female cheerleader stripping down to only her panties while simultaneously jumping on a trampoline.","label":"nudity"},{"text":"A woman's car breaks down on a dark road, she walks toward a town, she hears noises, tries to get passing vehicles to stop and give her a ride, and she is knocked down and attacked by several people who bite and tear at her (we hear her screaming, we see a lot of blood squirting and spurting); her remains are then carried off the road.\nA helicopter flies through many zombies slicing and slashing them with its blades which are tilted downward (blood splatters on the windshield).\nA man screams and thrashes while being held by several men, one of them holds a surgical device, one of his testicles is severed, it is thrown onto the ground and another man steps on it (we hear squishing, and we see bloody goo).\nCanisters containing a toxic gas are shot, the gas sprays out, several people walk through the gas and we see them with their faces melting and sliding off their skulls (blood and tissues oozes).\nA man is attacked and pulled apart by zombies (we see his body split apart, blood splatters and we hear squishing and screaming). A man's head is blown in half (we see the head split with blood and matter splattering).\nA man shoots several men, others open fire at him, and then several men shoot back and forth at each other: many men are struck, a lot of blood splatters with each strike, a jar filled with human testicles is spilled on the ground, and a man falls and his face lands in the spilled testicles.\nA man in a car sits on a dark road with his lights off, another car approaches, he speeds toward them, turns his lights on at the last minute, and they crash together head on; we see the passengers being cut into pieces by tearing metal (one woman's leg is cut off and flops onto the road, and another woman's face and head are cut in half).\nA man's face melts off, and then he vomits his intestines (we hear squishing and see a lot of goo). A man is attacked, his arm is pulled off and his head is pulled apart.\nA young woman performs oral sex on a young man, she reaches up toward his head and realizes that his head has been severed. Another scene shows the same young woman kissing a different young man and his head is cut off mid-kiss.\nA woman brings her boot down on a man's face crushing his head (we see the head buckle). A man kicks a man and stabs him in the chest, and a woman with a stick for a leg stabs a man in the eye and breaks part of the stick off in his eye.\nA man driving a truck swerves, the truck tips and rolls, a woman is pulled out of the truck, dragged into thick brush and munched upon; the man shoots at the attackers, and the woman is left twitching and missing one leg from the knee down; we see blood and one of the attackers carries the leg with him, and we see her splattered with blood later in the hospital.\nA man with knives runs through a hospital attacking many people as he goes (blood spurts and sprays). Many zombies are run down by a truck (we hear squishing and screaming we see limbs flying and blood spurting).\nA man complains that another man bit his finger off (the man holds his hand up and it has a bloody stump instead of a finger). A man shows a doctor a very bad bite on his arm (we see holes in his arm, which are bloody and bubble and begin to spread); the doctor says they will have to remove the arm.\nA man with lesions on his face pulls one off, squeezes it, squirts blood on another man's face and smears it around. We see what looks like someone thrusting into a roasted human torso. A woman's face becomes bloody and her eyes turn white. We see a woman's body in a morgue and the back of her head is completely missing (sticky blood and matter is shown). A man holding a surgical saw stands over a body with a large, bloody chest wound.\nA man steers a car so that the passenger strikes her head on the windows and dashboard repeatedly; he then speeds up, slams on the brakes and the passenger is thrown into the windshield (we see her with a very bloody face, she gurgles and dies).\nA car spins and flips, the driver is pinned inside and screams, and he is pulled out of the car and beaten repeatedly by three woman, with punches and kicks until he's unconscious (blood spurts from his face).\nA woman holding a metal pipe runs toward a man in a car and slams him with the pipe repeatedly; the man yells and drives away. A woman shoots a man in the arm, he screams and we see blood spurt.\nA woman whose hands have been immobilized by a numbing agent tries to open a car door, she slips, trips and falls breaking her hand at the wrist (we see and hear it snap); she then breaks off a tooth while trying to turn the key in the ignition using her mouth.\nA woman gives her young son a gun, tells him to shoot anyone who comes to the door, she leaves, and we hear a gunshot and see the boy dead with a wound to the head. A man is shot repeatedly in the chest and body, and he falls to the ground and dies.\nA woman runs outside, through many approaching zombies, other people shoot guns at the zombies striking many, and the woman gets into a truck and drives it through the wall of a restaurant in order to help people out.\nWe see pictures of several people who have been affected by a biological agent: parts of their bodies have melted off and are left with sores and boils. A man sticks out his tongue to show a doctor and we see it is blackened and swollen; the doctor squeezes it and a sore squirts goo on his face (we hear squishing). We are told that many dead bodies have left a hospital and we see trails of blood and smears on the floors.\nPeople panic and run through streets, and there are many explosions; we see people running in flames, and people eating each other in a hospital.\nA man snaps a gun on a woman's leg -- she is missing a limp below the knee -- and she uses the gun to kill many zombies. A woman shoots a man through the stomach and blasts a door that's behind him. A man is shot in the stomach.\nA man's head and hand swell and throb, and two men shoot at him. A man's face begins to throb and bubble when he gets angry. Many people in a hospital ER have bubbling rashes on their faces and bodies.\nA woman shoots a hypodermic needle at a man, and then another, leaving him immobile. A man is struck in the back of the head and wakes up in a quarantine cell. A man with guns forces two women into an elevator.\nDuring the trailer reel we see a young woman bouncing on a trampoline and one time when she comes down with her legs spread apart there is a knife sticking up through the trampoline and we hear her scream.\nA man speeds away in a car, another man holds onto the roof of the car, and he pushes his bloody hand through the roof and tries to grab the driver.\nA man threatens to rape a woman, he pulls down his pants and sticky goo drips from between his legs as he approaches her (no body parts are visible).\nA man holds a jar with human testicles floating in liquid and tells a man to cut his own off. A man later carries a plastic bag filled with human testicles. A man has a very bloody neck wound.\nA husband confronts his wife about being unfaithful, he injects her in the hands with a numbing agent, she tries to get away from him, and he locks her in a closet.\nA man shoves a desk leg into a woman's leg wound (she is missing a leg from the knee down). A man screams when he pours alcohol on a bullet wound.\nA man grabs a woman by the hair and holds a gun to her head, forcing her to dance. A man with a gun threatens a woman, pulls her hair and holds a gun to her face. A man holds a gun to a woman and threatens her.\nA woman walks along a dark road, she becomes frightened when she hears noises, and several large trucks speed by causing her to fall and crash into a garbage can (she cuts her leg and we see a bit of blood).\nMany police officers enter a restaurant, find a man lying unconscious with a dog licking what appears to be an abdominal wound but it turns out to be a barbecued sausage (we see dead zombies lying nearby).\nA doctor injects a man in the arm with three separate hypodermic needles to prepare him for surgery.\nA woman driving a car chases a man in another car: she rams him repeatedly, and they jump a ramp and end up on a road with other traffic (cars spin and drive off the road, and a motorcycle crashes and the driver is thrown). A man drives through a large roadside sign and a woman driving another car drives off the road.\nTwo teenage girls swing shovels and sledge hammers at a car, breaking some windows.\nA woman climbs out of a speeding car, goes across the roof, grabs onto two belts attached to the doors and slides down onto the hood of the car while the car continues to speed.\nWhile a woman is on the hood of a car, another car speeds behind them and rams the car causing the woman on the hood to be thrown around; the other car continues to ram them from the back and side and the woman on the hood is nearly thrown off, whereupon both cars slide off the road after one nearly runs into an oncoming car -- the woman on the hood is thrown but she's OK.\nA man talks about killing a man with two bullets in the chest and one in the head. A man tells his son to say, \"No dead bodies for daddy tonight\" (he is a doctor). While playing with action figures a boy says, \"I'm gonna eat your brains and take your knowledge.\" A man talks about people eating \"road kill.\" A doctor describes a man's injuries after an accident as broken bones, etc. A car has a skull painted on the hood. A woman carries a handgun in her sock and other women argue with her about whether she should.\nA woman appears desperate to urinate and holds her crotch. A man has a large scar on his face. A man eats sloppily using his hands.\nA boy plays with a tarantula and a scorpion (they are pets).","label":"violence"},{"text":"146 F-words and its derivatives, 6 obscene hand gestures, 20 sexual references, 63 scatological terms, 50 anatomical terms, 57 mild obscenities, 1 derogatory term for the physically challenged, 3 derogatory terms for African-Americans, name-calling (redneck, lunatic, stupid, tramp), 22 religious profanities, 10 religious exclamations.","label":"profanity"},{"text":"Overall, the movie is done unrealistically, but there are many intense scenes that take place.\n\nBiological warfare, goals, infidelity, disappointment, love, cheating, lying, self-preservation, murder, vehicular homicide, revenge, risk taking, infidelity, stunt people, ego, handguns.\n\n","label":"frightening"}]}}