{"exp":1262329261,"data":{"tconst":"tt0462322","spoilt":[{"text":"SPOILER: In a interview, Stacy Ferguson stated that during her scenes with Quentin Tarantino, he had bitten her on the neck saying that it was one of the coolest moments filming despite her agent almost wanting to sue Tarantino for that stunt."},{"text":"SPOILER: The Dr. Dakota Block character (Marley Shelton) has a large role in the \"Planet Terror\" segment, and shows up for a smaller role (playing the same character) in \"Grindhouse: Death Proof\"- with her yellow, blue and red needle \"friends\" once again in her lab coat breast pocket."},{"text":"SPOILER: The Machine Gun Leg is an homage to the Sam Raimi film \"Evil Dead II\". In \"Evil Dead II\", Ash has a chainsaw arm after cutting off his hand. Both Ash and Cherry did not get their new special \"limb\" until the final climatic fights."},{"text":"SPOILER: Originally the first crash in \"Grindhouse: Death Proof\" was to take place on an overpass, and after the cars hit, they were to fall off and land on a highway. Another car going 80 mph was to crash in to them once they reached the highway causing there to be another female victim."},{"text":"SPOILER: A scene was cut showing Stuntman Mike masturbating in his flipped over car after the first car accident. It was decided to be unnecessary since the following scene would have Texas Ranger Earl McGraw explain to the audience it was a sexual fetish for Stuntman Mike to do this."},{"text":"SPOILER: When asked about the ending, Robert Rodriguez said \"I consider it an anti- \"Army of Darkness\" like ending. In Army of Darkness, Ash is returned to normal suburbia and battles the Undead. In my film, Planet Terror, the characters are taken out of suburbia and now battle the undead in a more barren landscape.\""},{"text":"SPOILER: Robert Rodriguez found the scene where Dr Dakota Block leaves son Tony in the car with gun to be so chilling to film he didn't want to use anyone else's children to play Tony so he used his own son, Rebel Rodriguez, so he wouldn't feel as bad \"killing a child\"."},{"text":"SPOILER: During \"Planet Terror,\" the news of Jungle Julia breaking can be heard on the radio during one scene. Jungle Julia dies in \"Grindhouse: Death Proof\"."},{"text":"SPOILER: In \"Grindhouse: Death Proof\", when Stuntman Mike realizes that Jungle Julia is the same girl that's on multiple billboards around town, Julia calls him \"Zatoichi\". Zatoichi is a samurai swordsman of legend that is blind, and was featured in dozens of Japanese films."},{"text":"SPOILER: The scene where Quentin Tarantino has a piece of wood jabbed through his eye is an homage to \"Zombie\"."},{"text":"SPOILER: The escape in Planet Terror involving the truck and the gas tanks is an homage to \"Night of the Living Dead\", where a similar escape plan is concocted. In Night of the living Dead, the plan fails. In Planet Terror, it works."},{"text":"SPOILER: In the trailer for \"Don't\", there is a cameo by British jazz songstress Katie Melua, she is the victim whose head is cleaved in half."}],"type":"feature","title":"Grindhouse","unspoilt":[{"text":"Mickey Rourke, Sylvester Stallone and Ving Rhames were other actors said to be considered for the part of \"Stuntman Mike\" before Kurt Russell stepped into the role."},{"text":"When the car crashes through the sign for a theater, the movies playing are \"Scary Movie 4\" and \"Wolf Creek\"."},{"text":"The movie was split up for some theaters overseas, because most non-English speaking countries might not understand the tradition behind the \"grindhouse\" double-feature and the underlying concept might be lost. The two movies were called: \"Grindhouse: Planet Terror\" and \"Grindhouse: Death Proof\"."},{"text":"Zoe Bell, who plays the character Zoe in the segment \"Death Proof\", does all her own stunts (she was the stunt double for Uma Thurman in the Kill Bill series)."},{"text":"In the \"Grindhouse: Death Proof\" segment, a conversation takes place between Abby, Zoe, Kim and Lee in which it is revealed that Abby's last boyfriend, a film director, cheated with on her with a stunt double for Daryl Hannah. Monica Staggs, who plays Lanna Frank in the first half of \"Grindhouse: Death Proof\", was the stunt double for Daryl Hannah in \"Kill Bill: Vol. 1\" and \"Vol. 2\"."},{"text":"The complete list of songs contained in the jukebox is as follows: 1. Isaac Hayes - Theme from Shaft / Ellie's Love Theme (From \"Shaft\") 2. Barry White - You're the First, the Last, My Everything / Can't Get Enough 3. Bob Dylan - George Jackson (Acoustic) / George Jackson (Big Band) 4. Stevie Wonder - Lately / If It's Magic 5. The Chi-Lites - Have You Seen Her / Oh Girl 6. The THP Orchestra - Theme from S.W.A.T., Pt. 1 / Oh Girl 7. Stevie Wonder - I Ain't Gonna Stand for It / Knocks Me off My Feet 8. Bloodstone - Natural High / This Thing is Heavy (\"Natural High\" is heard in \"Jackie Brown\") 9. Don McLean - American Pie, Pt. 1 / American Pie, Pt. 2 10. The Sweet - Little Willy / Man from Mecca 11. The Isley Brothers - Take Me to the Next Phase, Pt. 1 / Take Me to the Next Phase, Pt. 2 12. The Miracles - Love Machine, Pt. 1 / Love Machine, Pt. 2 13. Bob Dylan - Subterranean Homesick Blues / She Belongs to Me 14. Honey Cone - Stick Up / V.I.P. 15. Earth, Wind and Fire - Shining Star / Yearning, Learning 16. Amii Stewart - Knock on Wood / When You Are Beautiful 17. Honey Cone - Want Ads / We Belong Together 18. Kool & the Gang - Hollywood Swinging / Jungle Boogie (\"Jungle Boogie\" is heard in \"Pulp Fiction\") 19. Bob Dylan - Band of the Hand / Theme from Joe's Death (From \"Band of the Hand\") 20. The Sweet - Wig-Wam-Bam / New York Connection 21. The Friends of Distinction - Grazing in the Grass / I Really Hope You Do 22. Marvin Gaye - Trouble Man / Don't Mess With Mr. T (From \"Trouble Man\") 23. Bob Dylan - Stuck Inside of Mobile with the Memphis Blues Again / Rita May 24. Pacific Gas & Electric - Are You Ready? / Staggolee (\"Staggolee\" is heard in \"Grindhouse: Death Proof\") 25. Donna Summer - Love to Love you Baby / Need-A-Man Blues 26. Michael Zager Band - Let's All Chant / Love Express 27. Santa Esmeralda - Don't Let Me Be Misunderstood / You're My Everything (\"Don't Let Me Be Misunderstood\" is heard in \"Kill Bill: Vol. 1\") 28. Jigsaw - Sky High / Brand New Love Affair 29. George Baker Selection - Little Green Bag / Pretty Little Dreamer (\"Little Green Bag\" is heard in \"Reservoir Dogs\") 30. The Sweet - Blockbuster / Need a Lot of Lovin' 31. Eddie Floyd - Good Love, Bad Love / Things Get Better (\"Good Love, Bad Love\" is heard in \"Grindhouse: Death Proof\") 32. Joe Tex - The Love You Save / If Sugar Was as Sweet as You (\"The Love You Save\" is heard in \"Grindhouse: Death Proof\") 33. Bob Dylan - Gotta Serve Somebody (Long Version) / Gotta Serve Somebody (Short Version) 34. Dick Dale - Misirlou / Eight Till Midnight (\"Miserlou\" is heard in \"Pulp Fiction\") 35. Lee Williams - They Told a Lie / I'm Tore Up 36. William Bell - Formula of Love / You Don't Miss Your Water 37. Dinah Washington - Mad About the Boy / Stormy Weather 38. The Box Tops - Cry Like a Baby / The Door You Closed to Me 39. The Checkmates, Ltd. - Black Pearl / Lazy Susan 40. The Sweet - Fox on the Run / Miss Demeanor 41. The Delfonics - Didn't I (Blow Your Mind This Time) / La-La Means I Love You (\"Didn't I\" is heard in \"Jackie Brown\") 42. Brothers Johnson - Get the Funk Outta Ma Face / Tomorrow 43. Bob Dylan - Hurricane, Pt. 1 / Hurricane, Pt. 2 44. ABBA - Waterloo / Watch Out 45. T. Rex - Jeepster / Life's a Gas (\"Jeepster\" is heard in \"Grindhouse: Death Proof\") 46. Melanie - What Have They Done to My Song Ma? / Ruby Tuesday 47. Commander Cody - Hot Rod Lincoln / Beat Me Daddy Eight to the Bar 48. Dean Martin - Rio Bravo / My Rifle My Pony and Me (From \"Rio Bravo\") 49. Dave Dee, Dozy, Beaky, Mick & Tich - Hold Tight! / You Know What I Want"},{"text":"Michael Parks, playing Dept. Edgar McGraw in both \"Planet Terror\" and \"Grindhouse: Death Proof\", has also played the exact same character in \"Kill Bill: Vol. 1\" and \"From Dusk Till Dawn\"."},{"text":"The jukebox featured in \"Death Proof\" (named AMi, pronounced \"Amy\"), is Quentin Tarantino's own. It was trucked to Austin to be used in the film in its very own rig. The list of songs on it was also hand-written by Tarantino."},{"text":"The character played by Michael Parks refers to his son as \"Son number 1\" just like in \"Kill Bill: Vol. 1\"."},{"text":"In the uncut European Version of \"Grindhouse: Death Proof\", Abernathy's cell phone ring is Bernard Herman's \"Twisted Nerve\", which is also reference to \"Kill Bill: Vol. 1\". The scene also has Abernathy buying the Allure Magazine with Lee in it which will later be used in the scene where they convince Jasper to let them test drive the Challenger."},{"text":"In the uncut European version of \"Grindhouse: Death Proof\", there is a scene where Stuntman Mike feels Abernathy's feet while she is asleep in the car and Lee isn't paying attention. When she wakes up from it, he pretends he just touched them by accident as he was walking by going to his car. Later when he attacks the girls driving the challenger, this explains how Abernathy is the only person who recognizes him from earlier."},{"text":"In \"Grindhouse: Death Proof\", the Acuna Boys seen in the movie is a reference to The Acuna Boys mentioned in \"Vol. 2\"."},{"text":"The Mexican restaurant shown during the reels is Acuña Mexican. Acuña is the town in which Robert Rodriguez's \"El mariachi\" and \"Desperado\" were filmed. In \"Vol. 2\", The Bride goes to Acuña to track Bill down."},{"text":"Chronologically, \"Grindhouse: Death Proof\" takes place before \"Planet Terror\". Stuntman Mike is seen in the exact same Texas hospital as the exposed patients in \"Planet Terror\"."},{"text":"Quentin Tarantino named the character \"Jungle Julia Lucai\" after his personal assistant, Victoria Lucai."},{"text":"\"The poem that Jungle Julia has her listeners recite to Butterfly is an excerpt of the poem \"Stopping by Woods on a Snowy Evening\" by Robert Frost.\" - it is also a reference to the 70's thriller \"Telefon\",\" where the poem was used as a posthypnotic signal to activate Russian sleeper agents."},{"text":"The cheerleader costume worn by Mary Elizabeth Winstead in \"Grindhouse: Death Proof\" says 'Vipers' in homage to the Deadly Viper Assassination Squad (DiVAS) in \"Kill Bill\". It is also the same colors as the jump suit Uma Thurman wore and Bruce Lee wore before her in \"Game of Death\"; yellow with black stripes."},{"text":"In the \"Grindhouse: Death Proof\" segment when Kim, Zoe and Abby are in the Challenger, ready to go on their \"test drive\", they pull up by Mary and Abby says, \"Hey good looking, we'll be back later for YOU!\" This was a line in a commercial for a cheesy Ronco product, Mr. Microphone, in the '70s."},{"text":"Due to superstition, The distributer's decided to release the film before Friday the 13th, on Easter weekend instead. The film did below projected grosses anyway."},{"text":"The idea for a double feature movie came from \"Desperado\". Quentin Tarantino loved it, and immediately signed on for it to be his follow up to the Kill Bill series."},{"text":"The film is meant to be an homage to the double features that played in grindhouses. However, during the initial weeks of release, exhibitors were reporting that many audience members were leaving the cinema after the first feature (\"Planet Terror\" by Robert Rodriguez), apparently not realizing, or forgetting, that a second feature was going to be shown. One reason cited was that many of audience members were too young to remember when theaters showed double features. The distributor planned some changes in the campaign while some exhibitors solved the problem by posting employees by the auditorium doors to remind departing patrons that the program contains a second feature."},{"text":"In the uncut European version of \"Grindhouse: Death Proof\", Kim says she has to pee while at a liquor store. Lee and Abernathy respond \"Thats a little more information then we needed to know.\" This is a reference back to \"Pulp Fiction\" where Uma Thurman says this to John Travolta."},{"text":"All of the posters for \"Grindhouse: Death Proof\" are inaccurate. The car is depicted without its rubber duck hood ornament."},{"text":"The hood ornament on Stuntman Mike's car in \"Grindhouse: Death Proof\" is an homage to the chrome duck ornament used in \"Convoy\"."},{"text":"One of the television shows Stuntman Mike mentions as working on was \"The Men from Shiloh\". Kurt Russell appeared twice on the show."},{"text":"A few shots of the lap dance scene from the missing reel of \"Grindhouse: Death Proof\" can be seen in the \"Grindhouse\" trailer. The shots of Vanessa Ferlito crawling along the floor to a seated Kurt Russell do not appear in the theatrical film."},{"text":"Kurt Russell can be seen in the background, eating throughout the diner scene in \"Grindhouse: Death Proof\"."},{"text":"In the \"Death Proof\" segment, the tank top Kurt Russell wore in \"Big Trouble in Little China\" can be seen hanging on the wall of the Texas Chili Parlour."},{"text":"In \"Grindhouse: Death Proof\", Stuntman Mike (Kurt Russell) drives two cars: a 1971/72 Chevy Nova SS and a 1969 Dodge Charger."},{"text":"The license plate on Stuntman Mike's (\"Grindhouse: Death Proof\") Chevy Nova is JJZ-109. This is the same license plate number that was on the 1968 Ford Mustang Fastback that Steve McQueen's character drove in \"Bullitt\"."},{"text":"The cops in the hospital after Stuntman Mike crashes his car for the first time are the cops in \"Kill Bill: Vol. 1\" who report to the scene of the wedding day massacre, played by real-life father-son team Michael Parks and 'James Parks'."},{"text":"The two cars in the chase at the end are a black 1969 Dodge Charger (an homage to the General Lee, with correct 10 spoke American Racing Vector rims), and a 1970 Dodge Challenger (just like the one Barry Newman drove in \"Vanishing Point\"."},{"text":"The character El Wray is a reference to the town they are heading to in \"From Dusk Till Dawn\"."},{"text":"A mere 17 seconds was cut from the movie for an R rating."},{"text":"In \"Death Proof\", there are several references to \"Pulp Fiction\", including the Big Kahuna burger, foot massages, and Tarantino's character mentions a \"tasty beverage\"."},{"text":"In the segment \"Planet Terror\" the soldiers at the army base are seen watching a \"grindhouse\" trailer for the film \"Women in Cages\" starring Pam Grier. This full trailer and more were put on the special edition of the DVD of \"Jackie Brown\", directed by Quentin Tarantino, who's character watches the trailer briefly in the scene."},{"text":"Director Trademark (Quentin Tarantino): Red Apple Cigarettes. In the segment \"Planet Terror\", JT (the BBQ owner) tossed a pack to Wray."},{"text":"Director Trademark (Quentin Tarantino): Use of bare feet, in the beginning of \"Grindhouse: Death Proof\"."},{"text":"In an interview with Newsweek, Quentin Tarantino stated he came up with the idea of \"Grindhouse: Death Proof\" when he was talking to a friend about buying a car. Tarantino wanted to buy a Volvo because he \"didn't want to die in some auto accident like the one in \"Pulp Fiction\".\" In regards to the safety of the car, his friend had said, \"Well, you could take any car and give it to a stunt team, and for $10,000 or $15,000, they can death-proof it for you.\" The \"death proof\" phrase had stuck to Tarantino after that."},{"text":"Director Trademark (Quentin Tarantino - \"Long Take\"): During the second half of \"Grindhouse: Death Proof\", when the four women are talking in the cafeteria, it is all done in a single take that is approximately seven minutes long."},{"text":"Red Apple Cigarettes and Chango Beer are fake product placements from previous Quentin Tarantino's and Robert Rodriguez's films."},{"text":"The scene where the girls are having breakfast is a virtual recreation of the breakfast scene from \"Reservoir Dogs\"."},{"text":"The \"Thanksgiving\" trailer is a direct spoof of the original trailer for \"Halloween\"."},{"text":"In Dr. Dakota Block's office during the \"Planet Terror\" segment, you can see a notepad. Written on it is a checklist, the last item being \"Kill Bill,\" a reference to Tarantino's Kill Bill movies."},{"text":"The music playing in the \"Thanksgiving\" segment is part of John Harrison's original score in \"Creepshow\" for the \"Father's Day\" and \"Something to Tide You Over\" segments."},{"text":"In the beginning of the film you can see sunglasses on the dashboard of the car just like in \"Kill Bill: Vol. 1\" and \"Gone in 60 Seconds\"."},{"text":"In the segment \"Death Proof\", one of the songs listed on the bar jukebox is \"Misirlou\", which is the opening theme to \"Pulp Fiction\"."},{"text":"Director Trademark (Quentin Tarantino): traditional shot looking up at the actors from the trunk of a car is replaced by one looking up from under the hood."},{"text":"A \"Support Our Troops\" sign can be seen outside the hospital in \"Planet Terror\". A clever spin on the fact that the virus is discovered by the U.S. military."},{"text":"At Warren's bar in \"Grindhouse: Death Proof\",\" there is a sign that says \"CASH ONLY\" with the famous photo of Johnny Cash giving the finger."},{"text":"Edgar Wright's preview \"Don't\" is based on the Jerry Gross organization's preview for Sergio Martino's The Corpses Bore Traces Of Carnal Violence, retitled \"Bodies Bear Traces of Carnal Violence\". The original trailer chanted the word \"torso\" faster and faster over every shortening clips of the film, as did Wright's trailer with the word \"Don't.\""},{"text":"Eli Roth did the creepy voice-over for his \"Thanksgiving\" trailer."},{"text":"In \"Death Proof\", the two waitresses that do shots with the group in The Texas Chili Parlor are Lonestar Roller Derby girls \"Venis Envy\" from the \"Putas del Fuego\", and \"Punky Bruiser\" from the \"Holy Rollers\"."},{"text":"The original name for \"Grindhouse: Death Proof\" that pops up for about a second is \"Thunder Bolt\"."},{"text":"Quentin Tarantino has stated on \"Jimmy Kimmel Live!\" that he played one of the Zombies that attacked Fergie's character."},{"text":"The scratchy film (and film bubbles) only happened in the 70's at the end of a reel - not the entire movie. The point where the print experienced the most stress."},{"text":"Rose McGowan originally suggested her friend Rey-Phillip Santos for the role of El Wray. Instead it went to Freddy Rodríguez."},{"text":"Freddy Rodríguez does a cameo in \"Grindhouse\" costar Stacy Ferguson's music video for \"Glamorous\" as an airline pilot."},{"text":"At the beginning of \"Grindhouse: Death Proof\", Vanessa Ferlito's character is drinking from a soda cup. The restaurant on the cup is the same Mexican restaurant (Acuna Boys') that is advertised during the transition between \"Planet Terror\" and \"Death Proof\"."},{"text":"The instrumental, Jack Nitzsche's \"The Last Race\", that plays over the opening credits of \"Death Proof\", had previously been used as the opening theme song of \"Village of the Giants\"."},{"text":"The original title for \"Planet Terror\" was \"Project Terror\"."},{"text":"In the Machete trailer, one of the men Machete kills is the lead singer of Tito and Tarantula. He also appeared in \"Desperado\", \"From Dusk Till Dawn\" and \"Once Upon a Time in Mexico\", all directed by Robert Rodriguez."},{"text":"John Carpenter, who composes the scores to his own films, was originally chosen to compose the score to \"Planet Terror\". (Robert Rodriguez ended up taking over the job as composer instead.)"},{"text":"Both directors \"aged\" the films, adding scratches, dirt, and dust, to simulate the feel of the real Grindhouse films. (Check the credits for \"Film Damage Compositor\".)"},{"text":"The \"missing reels\" in the Grindhouse films were an original William Castle-style idea cooked up by Quentin Tarantino and Robert Rodriguez. Tarantino owns a print of the Oliver Reed film \"The Sell-Out\" which when he bought it was missing a reel (containing a major plot point). After watching the film in this way, Tarantino found the scenes that he didn't see created an interesting mystery which made him try to figure out what went down in those scenes. Contrary to rumors, in the Grindhouse era, frames would often be missing from films but not entire 20-30 minute reels. This was not a staple of Grindhouse cinema."},{"text":"Robert Rodriguez specifically wrote the part of Dakota for Marley Shelton after working with her on \"Sin City\"."},{"text":"In \"Grindhouse: Death Proof\", the Jordan Ladd character Shanna is wearing a shirt that says \"Bad Ass Cinema\". The picture on her shirt is from the classic Grindhouse movie, \"Faster, Pussycat! Kill! Kill!\"."},{"text":"The Canadian release of \"Grindhouse\" had one extra trailer attached to the opening of the film. The trailer was called \"Hobo With A Shotgun\" and was the winner of the SXSW Grindhouse fake trailer competition. The short was directed by an indie film maker from Nova Scotia, Canada, named Jason Eisener."},{"text":"Robert Rodriguez wrote the first 30 pages of the script for \"Planet Terror\" back in 1998."},{"text":"Kurt Russell has a scar over his left eye. This is the same eye the character Snake Plissken, played by Russell in \"Escape from New York\", wears an eye patch over."},{"text":"Eli Roth finished his trailer for \"Thanksgiving\" in two days."},{"text":"Eli Roth filmed the faux-trailer for \"Thanksgiving\" in the Czech Republic while he was there directing \"Hostel: Part II\". Jay Hernandez and Jordan Ladd, as well as several extras from that film, appear in the trailer as well."},{"text":"In the first mock preview, directed by Robert Rodriguez, Danny Trejo plays the title character, Machete. Machete was the name of Danny Trejo's character in Rodriguez's \"Spy Kids\" movies. In both he is a character that is inventive with weapons."},{"text":"In the \"Machete\" trailer, Danny Trejo throws knives at people in a limousine through the sun roof. He does the exact same thing in \"Desperado\"."},{"text":"Rose McGowan is germaphobic, and had to have the stripper pole sanitized before doing her go-go dance routine."},{"text":"Tony Block, played by Rebel Rodriguez is the son of director Robert Rodriguez."},{"text":"In the scene where Earl McGraw (Michael Parks) feeds his invalid wife, there's a framed photo of Parks on a motorcycle from his TV series \"Then Came Bronson\"."},{"text":"The film for \"Death Proof\" was physically scratched to achieve its dirty look, rather than digitally scratch the film footage."},{"text":"Nicolas Cage agreed to play Fu Manchu in the \"Werewolf Women of the SS\" trailer - for free - as a favor for friend Rob Zombie."},{"text":"In order to give the cast and crew an idea of how a double feature grindhouse movie would feel, Robert Rodriguez and Quentin Tarantino compiled together the Italian films: \"Bodies Bear Traces of Carnal Violence\" and \"Zombie\", with a few old grind house trailers in between."},{"text":"Quentin Tarantino's grindhouse of choice was the Cameo in Los Angeles."},{"text":"In \"Planet Terror\", Quentin Tarantino tells Rose McGowan she looks like actress Ava Gardner. In reality, Mary Elizabeth Winstead, who plays Lee in \"Death Proof\", is related to Ava Gardner."},{"text":"The name \"Grindhouse\" may be taken from a poster from the movie \"Policewomen\". (The font and font coloring used for the opening title sequence in \"Pulp Fiction\" were also the same as used in Policewomen.)"},{"text":"The reference to the Acuna Boys goes back further than \"Vol. 2\": they were the the murderers in \"Rolling Thunder\", which came out in 1977."},{"text":"Lucy Punch plays the blonde in Edgar Wright's \"Don't\" trailer, they previously worked together on _Hot Fuzz (2007)_."},{"text":"During filming, Josh Brolin asked Robert Rodriguez for a video camera so he could shoot his audition tape for \"No Country for Old Men\". He ended up having his audition shot with the million dollar digital camera they were using for the picture, directed by Quentin Tarantino, and with Marley Shelton reading the part of his wife in the scene. The tape was then scored and edited by Rodriguez before being sent to Joel Coen and Ethan Coen. Their first response on viewing the tape was to ask who lit the set."}],"year":"2007"}}