{"exp":1262329261,"data":{"quotes":["[8/00, on her marriage to Tom Cruise] Every day there is a compromise. Living with somebody requires a lot of understanding. But I love being married. I really love it. Sometimes I try to downplay it a bit because people are like, \"God you guys!\" I just feel so fortunate that I have found someone who will put up with me and stay with me.","[on husband Tom Cruise] I wouldn't want to be married to me, but luckily he does.","[8/01, commenting on her break-up with Tom Cruise] Now I can wear heels.","It's so bizarre, I'm not scared of snakes or spiders. But I'm scared of butterflies. There is something eerie about them. Something weird!","[on winning the Academy Award for \"The Hours\"] And I am standing in front of my mother, and my whole life I have wanted to make my mother proud. And now I'm going to make my daughter proud.","When I heard about the Suzanne role in \"To Die For\", I thought, \"I'll never get it - it'll be offered to someone else.\" So I called Gus [Gus Van Sant] at home, and he took my call, thank God. I told him I'd seen \"Drugstore Cowboy\", and I really wanted to work with him. I said I was destined to work with him.","I think it's important that we don't all have to hold our heads high all the time saying everything's fine.","These different people that I play become the loves of my life.","The split [from Tom Cruise] left me very fragile but I'd love to marry again.","I would love to have boobs and a butt like Jennifer Lopez but I'm not having surgery so there it is.","[on receiving her star on the Walk of Fame] I've never been so excited to have people walk all over me for the rest of my life.","You want to take some responsibility in your choices so that it sets the groundwork for that next generation of actresses - so for me working with Lars von Trier, I would hope that says to another generation: \"go and seek out those directors, it's ok\"","[on \"Dogville\"] One day it would be a fairy tale, the next it was a nightmare. Lars [Lars von Trier] was gentle with me - he was gentle and soft, then he would beat me up emotionally when he felt he needed that. I did not always register what was happening until afterwards but you shouldn't have too much awareness as an actor, I don't think.","I have a boy's body. I would prefer to have more curves because I think that's more beautiful. I would much rather have J. Lo's [Jennifer Lopez] body than mine.","[on filming \"The Interpreter\" at UN headquarters in New York] As a backdrop for a thriller, it's fantastic, but also since I'm Australian and I've always worked internationally and this is an international place in New York, I really like the kind of communication it represents. I know I sound very much like my character now, but I do believe in this place.","[on \"Cold Mountain\", \"The Human Stain\" and \"Dogville\" being released within months of each other] It's weird because they're all coming out at once. But I made them over 2-1/2 years.","You look at somebody's work as an actor and you can see their emotional life being fed into it and you can kind of feel them through it. That's far more interesting than anything I could say about where I'm at or who I'm with. It's good to have a little distance. If you discuss your love too much, it just damages it.","[on the troubled \"The Stepford Wives\"] It's a comedy. We hope.","Even from a very early age I knew I didn't want to miss out on anything life had to offer just because it might be considered dangerous.","Cinema is a director's medium, so you're saying, \"What do you want?\" Being an actor is about adapting - physically and emotionally. If that means you have to look great for it and they can make you look great, then thank you. And if you have to have everything washed away, then I'm willing to do that too.","[on \"Birth\"] This is a film about love. What is a great love? Is there a love of our life? Do you ever recover from the loss of somebody that was so important to you?","Stanley Kubrick taught me to believe in myself artistically. I spent my 20s raising my children, and wanting to, and being married. That was my driving force. And then he said to me, \"No, you have to respect your talent, and give it some space, and give it some time.\" Which was a lovely thing to be given. And my children were a little older then.","It was by chance that \"The Hours\" came along. Was I in a place where I could say, \"I'm going to go to England and make this?\" Yes. Could I do that earlier, when I was married? No, I couldn't travel like that. We had a thing where we couldn't be separated for more than two weeks. So that made a lot of work just not possible. Which was fine by me.","I have moments where I've said, \"Don't tread on that crack in the pavement, don't have a black cat walk in front of you.\" Deep down am I superstitious? No. Do I believe in trying to be as kind as possible and as compassionate as possible because ultimately you're alone with yourself and your own conscience, and you want that to be as clear as possible? That's not superstition. You have to just try and stay pure and know what you value.","Usually, a young actress can't deliver because she doesn't have the emotional baggage, really, to play those things. That's something that's very beautiful about becoming a woman, and becoming a woman in your 30s. If you've lived your life, and lived it where you've said, \"I want to be a participator and not a voyeur\", then you have an enormous amount to pull on.","I'm still just finding my way through. I don't actually see a path in front of me. I can see not ever doing it again, and I can also see other things pulling me away from this. It's strange, because I know it's in my blood in terms of having to somehow act or express myself creatively, but I'm willing to do it different ways if need be. And I think that's partly because when I went through my divorce I dealt with the idea of never ever working again, and never being here and never able to be an actress, and went through an enormous amount of soul searching, and at that time, I was very ready to give it all up, and dealt with that emotionally. I was going, \"Well, I'll never be able to do this again.\" And that was OK. And, strangely, as life is so strange, that was when everything exploded.","I never feel like I'm in control. There's a certain type of actor that relinquishes control when they act, and then there's another type who ends up being a producer and director and they're more someone that likes to take control. I fall in the first category, where I like to relinquish control, and fit into somebody else's world. And that's just lately, but you never feel like you are making choices. You feel like they're finding you in a strange way. That's why when people say, \"What role do you want to play next?\", I say, \"I don't know\". I never know. It's about responding to things rather than planning.","I think someone said my career defies all logic [laughs]. Because I choose the sort of strange little films, and somehow they're the things that make my career.","So if you talk about a box-office career, then I'm a disaster. But somehow, you know, I still manage to find my way to work.","I think actors are getting so much more power these days, but I'm not. I stay very much away from the decisions, the way in which things are orchestrated, what's been changed. I just try to stay completely in the role as the actor and as the character.","I'm at a time of my life now where, for me to want to go back and work, it'd have to be something that I really feel passionately about.","Regrets are ridiculous, so I don't regret, no.","[talking about her character from \"Batman Forever\"] Chase is attracted to the darker side of life. Batman is very appealing to her.","To be an actor you have to have a certain amount of madness in you. That's why, when people meet you and you seem very together, they are quite surprised--they don't see you behind closed doors.","[speaking of her father Antony Kidman] He's a great father, I can call him at three in the morning and he's there for me.","By the time I was a teenager, I had developed skills as a writer, and my father encouraged me to think about a career in journalism. I began keeping a diary, which I maintain to this day. I used to fill whole notebooks with my writings.","My parents thought it was nice to develop my imagination, but they never seriously thought that anything would ever come of it. They said that I couldn't be an actress because I would be taller than all my leading men, so I thought I would be a writer instead.","It was very natural for me to want to disappear into dark theater, I am really very shy. That is something that people never seem to fully grasp because, when you are an actor, you are meant to be an exhibitionist.","Do you know I'm always scared that one day I'll look back and say \"God they were the best years of my life and now what?\" There are moments when you feel as if you have been blessed for a while, moments when you think this is perfect, moments when you start to believe that even for an hour, even for a year, it might all happen. So I'm determined to keep making it get better and better.","It's a very brave thing to fall in love. You have to be willing to trust somebody else with your whole being, and that's very difficult, really difficult and very brave.","[about her first role at the age of five] I was one of those terrible kids who said everyone's lines.","Since I have fair skin, I have to stay out of the sun. I can't stand the sun. I dyed my hair red for a while during the 1990s but I'm actually a natural blonde.","I'm very close to my sister, Antonia [Antonia Kidman]. Every day we swim together. I love my sister.","When I was a child, I was a natural towhead. Now my hair is naturally a darker shade of blonde.","I'd like to be wise. You have to go through a lot to get there, but I'm willing to go through a lot.","What's the point of doing something good if nobody's watching?","Even from a very early age, I knew I didn't want to miss out on anything life had to offer just because it might be considered dangerous.","I believe that as much as you take, you have to give back. It's important not to focus on yourself too much.","I love acting but I don't like all of the other stuff associated with it. The interest in celebrities, the press, the Internet, when your identity becomes mixed up in the way people are perceiving you.","I have a little bit of a belly, a tiny bit of pooch. It's the one thing I don't want to lose. I just like having some softness. If I lose that, then Tom [husband Tom Cruise] might leave me.","I never knew I'd be in a musical, let alone win an award for one.","There's no drugs, no Tom [Tom Cruise] in a dress, no psychiatrists.","Having gone through all of this, I feel in some ways calmer now. It's strange, but sad. I think I'll always be sad.","I love acting, but it's much more fun taking the kids to the zoo.","[on her split with Tom Cruise] My life collapsed. People ran from me because suddenly it was, \"Oh my God! It's over for her now!\"","I love working with people who are inspired and obsessive.","As a child my hair was naturally red, but since I was 13 my hair turned light blonde naturally. It's really strange but it happened. Ever since Chase through the night, the directors made me dye my hair red, as they all thought it suited me at the time. Even for \"Dead Calm\", Phillip Noyce made me dye my hair red. Now the directors and studios just let me keep my natural blonde hair.","For an actor, facial expressions and emotions are really important. That's why I'll never have Botox. I've always been against that and seeing Botox on TV with all the swelling and pain put me off it anyway. The directors always allow actors with Botox but I just say. \"No way, not for me\". Drinking lots of water, eating fruit and doing yoga is what keeps me looking young naturally. I swear by it. I also use creams with natural ingredients to make wrinkles less visible. Everybody should try these things rather than going the plastic route, which I just hate.","You don't have to be naked to be sexy.","I'm a person that carries everything that happened to me in my past, with me into the future. I refuse to let it make me bitter. I still completely believe in love and I remain open to anything that will happen to me.","If I packaged toothpaste and told you you were gonna get half the toothpaste in the tube, you probably wouldn't buy it.","It would be far easier to go, \"Oh, I wish I loved women,\" but I don't. I love the way a man thinks. I love the way a man smells. I love the way men look. And I'm hooked on the male physique - hooked on it.","You're either going to walk through life and experience it fully or you're going to be a voyeur. And I'm not a voyeur."],"nconst":"nm0000173","name":"Nicole Kidman"}}