{"exp":1262329261,"data":{"trivia":[{"text":"Listed in \"People Weekly\"s \"Most Intriguing People\" list. (December 25 1995/January 1 1996 issue)"},{"text":"2000: She and her husband Tom Cruise donated to Hillary Rodham Clinton's campaign for a seat in the U.S. Senate representing New York state."},{"text":"Suffered a broken rib while rehearsing a dance routine for the movie \"Moulin Rouge!\". Production was halted while she recovered."},{"text":"1999: Chosen by People Magazine as one of the 50 Most Beautiful People in the World."},{"text":"1996: Chosen by People (USA) magazine as one of the 50 Most Beautiful People in the World."},{"text":"Wore a corset while filming \"The Portrait of a Lady\" to take her waist down to 19\"."},{"text":"Spent two weeks in bed after filming of \"The Portrait of a Lady\" - diagnosed as suffering from \"emotional stress\"."},{"text":"Her father is renowned Sydney psychologist Dr. Antony Kidman, famous in his own right for work done with breast cancer patients, among other things."},{"text":"Family: sister, Antonia Kidman, brother-in-law, Angus Hawley, father, Dr. Anthony David Kidman, mother, Janelle Ann MacNeille Kidman, son, Connor Antony, daughter, Isabella Jane."},{"text":"10/99: Crusader against child abuse. \"Children should be allowed to grow up without fear of cruelty.\"."},{"text":"2/5/01: Separated from husband Tom Cruise."},{"text":"In \"Moulin Rouge!\" Kidman sang alongside Ewan McGregor."},{"text":"She has two adopted children with Tom Cruise: Isabella Jane Cruise (born December 22, 1992) Connor Antony Cruise (Connor Cruise) (born January 17, 1995)."},{"text":"Sang alongside Robbie Williams in a remake of the duet \"Something Stupid\", originally sang by Frank Sinatra and Nancy Sinatra."},{"text":"Scared of butterflies."},{"text":"2001: Named one of People Magazine's 25 Most Intriguing People of 2001."},{"text":"2001: Named E!'s Celebrity of the Year."},{"text":"2001: Named Entertainment Weekly's Entertainer of The Year."},{"text":"Played a young girl named Grace on a sketch on \"Saturday Night Live\" with Mike Myers, the next time she played a character named Grace was her 2001 movie, \"The Others\". She played a character named Grace for the third time in \"Dogville\"."},{"text":"She was supposed to be the star of \"Panic Room\", but she hurt herself in a stunt for \"Moulin Rouge!\". So, she played the voice of Jodie Foster's divorced husband's wife."},{"text":"2002: Was named one of the 50 Most Beautiful People by People Magazine."},{"text":"Sister of Australian television personality Antonia Kidman."},{"text":"Although naturally left-handed, she taught herself to write right-handed for her role in \"The Hours\", where she played the right-handed author Virginia Woolf."},{"text":"1/13/03: Received a star on the Hollywood Walk of Fame."},{"text":"Found out about her first Academy Award nomination, for \"Moulin Rouge!\", while shooting \"Dogville\" in Sweden."},{"text":"2003: Ranked #31 in Premiere's annual Power 100 List. Had ranked #83 in 2002."},{"text":"First Australian actress to win the Best Actress Academy Award."},{"text":"8/02: Voted the 5th Sexiest Female Movie Star in the Australian Empire Magazine."},{"text":"Measurements: 34B-23-36 (Source: Celebrity Sleuth magazine)."},{"text":"In recent polls, she was elected alongside fellow Aussie Hugh Jackman as one of the favorite upcoming romantic couples on screen."},{"text":"Originally cast as Mrs. Smith in \"Mr. & Mrs. Smith\"."},{"text":"Has appeared in \"My Life\" with Michael Keaton, \"Batman Forever\" with Val Kilmer, \"The Peacemaker\" with George Clooney and \"The Portrait of a Lady\" with Christian Bale. All four actors have played Batman in a movie."},{"text":"She was nominated for a Laurence Olivier Theatre Award in 1999 (1998 season) for Best Actress for her performance in \"The Blue Room\"."},{"text":"Best friends with Naomi Watts."},{"text":"1998: She was awarded the Special Award at the London Evening Standard Theatre Awards for her special and significant contributions to London Theatre for her performance in \"The Blue Room\"."},{"text":"A very tall woman at nearly 5' 11\", she actually stood about 4 inches taller than ex-husband Tom Cruise, and rarely wore heels when seen publicly with him so that they could appear similar in height. Since their divorce, she is rarely seen on the red carpet without high heels, and she often meets 6' 4\" actors in the eye."},{"text":"Scored an IQ of 132+"},{"text":"While she usually commands $10 million+ for a movie, she is willing to receive only $500,000 for her role in \"Eucalyptus (2006)\". Produced by Fox Searchlight, its financing guideline shows that each actor signed on to the project can receive no more than $500,000, to keep costs low. This movie will be produced in Australia, another reason she decided to accept it."},{"text":"Frequently does her own nude scenes, declining to use body doubles."},{"text":"Replaced Rene Russo as Dr. Chase Meridian in \"Batman Forever\" when Val Kilmer replaced Michael Keaton."},{"text":"Likes the poetry of Anne Carson and the writing of Phillip Larkin."},{"text":"Writes short stories in her free time and hopes to publish them one day."},{"text":"Is in the 50th-anniversary edition of the Guinness Book Of Records as the highest-paid actress in a commercial. She netted $3.71 million for her part in a four-minute Baz Luhrmann-directed Chanel No. 5 movie ad. The ad, costing $11 million a minute, is a short film titled \"No 5: The Film\". Guinness book editors noted the actress earned $928,800 per minute. Costumes designed by Karl Lagerfeld and score by Debussy."},{"text":"Good friends with Russell Crowe."},{"text":"Was considered for the role of \"Catwoman\"."},{"text":"Had played a witch twice. Once in \"Practical Magic\" and again in \"Bewitched\"."},{"text":"2005: Premiere Magazine ranked her as #48 on a list of the Greatest Movie Stars of All Time in their Stars in Our Constellation feature."},{"text":"2004: One of People Magazine's 50 Most Beautiful People for most wanted skin."},{"text":"Friends with Renée Zellweger and Jim Carrey."},{"text":"Is a pianist, and did her own piano-playing in \"Cold Mountain\"."},{"text":"Is highly conscious of avoiding excessive sun exposure, and is rarely seen during her downtime without a hat, sunglasses and wearing sunscreen. In fact, best friend Naomi Watts has said that \"Nicole won't cross the street without a hat.\""},{"text":"In addition to having worked with all four of the most recent Batmans, she has also worked with both of the most recent actors to play Alfred Pennyworth. In \"Batman Forever\", she appears with Michael Gough. In \"Bewitched\", her father is played by Michael Caine."},{"text":"Shares her birthday with Brian Wilson, Josh Lucas, Tina Sinatra, Lionel Richie, Olympia Dukakis, Martin Landauand Errol Flynn."},{"text":"Has one niece: Lucia (b. 1999) and two nephews: Hamish (b. 2001), James (b. 2003)."},{"text":"8/04: Australian business magazine Business Review Weekly listed Kidman as the richest Australian woman under age 40, estimated at a worth of $155 million (Australian)."},{"text":"Is a childhood friend of Peter Overton, a reporter for the Australian \"60 Minutes\" program. Both lived in the same suburb of Sydney when they were children."},{"text":"Has Irish ancestry."},{"text":"She and ex-husband Tom Cruise made 3 movies together: \"Days of Thunder\", \"Eyes Wide Shut\" and \"Far and Away\". They met on the set of \"Days of Thunder\"."},{"text":"Attended the same high school attended by Catherine Martin (two time Oscar winner for costume design and direction on \"Moulin Rouge!\" and wife of Baz Luhrmann) and legendary Australian actress Ruth Cracknell."},{"text":"Godmother of Harry (b. 19 September 2001), the son of Simon Baker and Rebecca Riggs. Riggs and Kidman are close friends."},{"text":"Named goodwill ambassador for the United Nations Development Fund for Women."},{"text":"Was listed as a potential nominee on both the 2006 and 2008 Razzie Award nominating ballots. She was suggested in the Worst Actress category on the 2006 ballot for her performance in \"Bewitched\". And she was suggested again two years later on the 2007 ballot in the Worst Actress category again for her performance in \"The Invasion\". She failed to receive either nominations."},{"text":"2006: Her performance as Suzanne Stone Maretto in \"To Die For\" is ranked #40 on Premiere Magazine's 100 Greatest Performances of All Time."},{"text":"2006: Accompanied her boyfriend Keith Urban to the Grammy Awards. It was their first public appearance together."},{"text":"2005: Ranked as #69 in FHM's \"100 Sexiest Women in the World 2005\" special supplement."},{"text":"5/17/06: Engaged to country musician Keith Urban."},{"text":"Is allergic to strawberries."},{"text":"Wore a wedding gown at her wedding to Keith Urban by the label Balenciaga."},{"text":"Married Keith Urban in the St. Patrick's church in Manly, a suburb of Sydney."},{"text":"230 guests attended her wedding to Keith Urban. Among them were her best friend Naomi Watts, Russell Crowe, Baz Luhrmann, Hugh Jackman and Nicole's two children Isabella and Conor. Jim Carrey was invited and greatly wanted to come, in fact he booked plane tickets to Australia, but last minute scheduling conflicts stopped him from going."},{"text":"She asked her wedding guests not to buy any presents for her and Keith Urban but to donate the money instead to some humanitarian organization."},{"text":"She and Keith Urban honeymooned in Tahiti -- more precisely the St Regis in Bora Bora. Eva Longoria Parker and her boyfriend Tony Parker were also coincidentally staying there at the time. (So much for \"getting away from it all\".)."},{"text":"Her second wedding ceremony lasted 35 minutes."},{"text":"Four Oscar winners were at her wedding to Keith Urban: Russell Crowe, Jane Campion, Catherine Martin and Kidman, herself."},{"text":"Baz Luhrmann read a love Psalm by New Zealand writer Joy Cowley (a nod to Urban's birth place) at her wedding to Keith Urban."},{"text":"Three star performers sang at her wedding reception to Keith Urban. Hugh Jackman sang \"Tenterfield Saddler\", a favorite of Urban's. Keith Urban sang his hit song \"Making Memories of Us\" to her. Neil Finn sang \"Fall At Your Feet\"."},{"text":"Dropped out of the role of Katharine Hepburn in \"The Aviator\" due to scheduling conflicts."},{"text":"Ex-girlfriend of Lenny Kravitz."},{"text":"2006: Lives in an apartment in Sydney, with her husband, country music singer Keith Urban. (2006)."},{"text":"Author Philip Pullman requested her specifically to play the role of Marisa Coulter in the movie adaptation of his book \"His Dark Materials: The Golden Compass\"."},{"text":"Studied ballet and drama in Australia."},{"text":"Keith Urban's brother Shane Urban was best man at their wedding."},{"text":"Keith Urban gave Nicole a first edition of Emily Brontë's novel, \"Wuthering Heights\", purchased from Sotherby's for $200,000 as a wedding present."},{"text":"Keith Urban's brother Marlon Holden was best man at their wedding."},{"text":"Stepmother of her adopted children Isabella and Connor is Katie Holmes."},{"text":"Wrote the introduction to the book \"Truth: Personas, Needs, and Flaws in the Art of Building Actors and Creating Characters\" by her friend and acting consultant Susan Batson."},{"text":"2004: Topped The Hollywood Reporter's list of the highest-paid actresses in Hollywood ."},{"text":"9/01: Attended the Royal Premiere of \"Moulin Rouge!\" alongside Kylie Minogue, Prince Charles and Ewan McGregor."},{"text":"Was considered for the lead role in \"The Painted Veil\", which eventually went to her best friend Naomi Watts."},{"text":"Is a fan of actress Aishwarya Rai, and her film \"Balle Balle! Amritsar to L.A.\". Nicole got to meet Aishwarya for the first time at the 2005 Time Magazine's 100 most influential people in the world dinner held in New York City."},{"text":"Was cast as Ulla in \"The Producers\", but backed out due to scheduling conflicts."},{"text":"The bridesmaids at her wedding were her adopted daughter Isabella Jane Cruise, her sister Antonia Kidman and her niece Lucia."},{"text":"In honor of her June 2006 wedding to singer Keith Urban, Australian TV presenters Simon Reeve and Nelson Aspen teamed up to sing Nicole a live rendition of the theme song \"Bewitched\" on the morning news program \"Sunrise\"."},{"text":"4/13/07: She was awarded the Companion of the Order of Australia, which is Australia's top civil honor, at a ceremony in Canberra. She was honored for her contribution to cinema as well as her charity work with women, children and cancer research."},{"text":"Was slated to star alongside Russell Crowe in the movie adaptation of Murray Ball's novel \"Eucalyptus,\" but the project was dropped."},{"text":"Wore a red wig for her role in \"Moulin Rouge!\"."},{"text":"2006: Presented her \"The Peacemaker\" co-star George Clooney his Best Supporting Actor Oscar."},{"text":"Was cast in Baz Luhrmann's doomed Alexander the Great-project."},{"text":"2004: Presented her \"The Interpreter\" co-star Sean Penn his Best Actor Oscar."},{"text":"Jim Carrey is her best male friend."},{"text":"December 2007: According to Forbes, her movies averaged $8 of gross income for every dollar the actress got paid."},{"text":"Earns $4 million per year endorsing Chanel No. 5 perfume. Her three year contract is up for renewal in 2007."},{"text":"Turned down the lead role of \"Roxie Hart\" in \"Chicago\" because she had just completed \"Moulin Rouge!\" and did not want to do two musicals in a row. Her friend, Renée Zellweger, won the role of Roxie and an Oscar nomination for her efforts."},{"text":"In 2007, Forbes Magazine estimated her earnings for the year to be $28 million."},{"text":"She and husband Keith Urban, purchased a farm near Leipers Fork, Tennessee, which they are now renovating. (November 2007)."},{"text":"Was originally cast in Ridley Scott's \"Emma's War\"."},{"text":"Moved in together with Jack Black and Jennifer Jason Leigh during filming \"Margot at the Wedding\", because they wanted to perfect their roles as a dysfunctional family."},{"text":"Welcomed her first child with Keith Urban, a daughter named Sunday Rose Kidman Urban, on Monday July 7, 2008 in Nashville, Tennessee. Kidman has said Sunday is the couple's favorite day of the week because it can be both lonely and happy depending on whether \"you've got your family\" around. They also found inspiration in Aussie art collector Sunday Reed, whose first name Kidman's father suggested as a possibility. The baby's second name is a tribute to Urban's grandmother, Rose."},{"text":"To prepare for her role in \"The Human Stain\" she visited women's shelters and talked to former victims of abuse for inspiration."},{"text":"Her and Tom Cruise's high profile divorce was finalized the same week that her horror movie \"The Others\" was released."},{"text":"When she went to Sweden to shoot \"Dogville\", it was the first time in 15 years that she had flown on a public plane."},{"text":"For her role in \"Birthday Girl\" she went to the Russian Embassy in Australia for help in speaking Russian. She didn't work with any other coach on the set except the woman from the embassy."},{"text":"Got the role as Diane Arbus in \"Fur: An Imaginary Portrait of Diane Arbus\" after Samantha Morton backed out."},{"text":"To make the character 'Marisa Coulter' in \"The Golden Compass\" so good as possible, she read the whole His Dark Materials trilogy, and wrote small notes, whenever she found something personal about the character."},{"text":"While filming \"The Invasion\" she was involved in an accident while riding with others in a picture car mounted on trailer being towed by a camera truck rig. While filming a stunt in downtown Los Angeles, the truck took a turn too wide, slid on wet pavement, and collided with a light standard. Several stunt artists on the picture car were injured in the accident. Ms. Kidman was brought to the hospital as a precaution, but was able to return to the set the next day."},{"text":"With a beautiful letter, Philip Pullman convinced her to take the role as Marisa Coulter in \"The Golden Compass\"."},{"text":"Just like Brittany Murphy, Hugh Jackman, and Robin Williams she did her own singing for \"Happy Feet\"."},{"text":"While she was searching divorce from Tom Cruise, she lived together with her friend Naomi Watts."},{"text":"Her friend Naomi Watts turned down the female lead in \"The Interpreter\" because she knew Nicole wanted the role."},{"text":"Has always dreamed of working with her friend Steven Spielberg."},{"text":"Like to work with costume designer Ann Roth, with whom she worked on \"Margot at the Wedding\", \"Cold Mountain\" and \"The Hours\"."},{"text":"One of her favorite movies is \"Gone with the Wind\"."},{"text":"Became good friends with Daniel Craig after working with him on \"The Invasion\" and \"The Golden Compass\"."},{"text":"She loved wearing the prosthetic nose, that she originally used in \"The Hours\" and wore it in private too, mainly as she was undergoing a divorce from Tom Cruise at the time and was attracting a lot of paparazzi interest. Much to her delight, by wearing her fake nose out and about, she found she could easily evade the paparazzi as they didn't recognize her."},{"text":"She decided not to imitate Virginia Woolf's actual tone and voice because she feared people thought it would be comic."},{"text":"She is distantly related to Isabel Kidman, the second wife of Jack Lee."},{"text":"Good friends with Meryl Streep."},{"text":"Did not return to work until two months after giving birth to her daughter Sunday in order to begin filming \"Nine\"."},{"text":"Replaced Catherine Zeta-Jones in the role of Claudia in \"Nine\" after she quit due to scheduling conflicts."},{"text":"Is a natural blonde."},{"text":"Dyed her hair red during the nineties."},{"text":"Admitted to have suffered an ectopic pregnancy very early on in her marriage to Tom Cruise, which was very traumatic to her. The experience made Cruise and Kidman decide to adopt."}],"nconst":"nm0000173","name":"Nicole Kidman"}}